Repository: KDE/lightdm-kde-greeter
Catalog: po/sa/lightdm_kde_greeter.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Battery at %1%
sa: बैटरी %1% .

source: VPN connection deactivated.
sa: VPN संयोजनं निष्क्रियम्।

source: VPN connection was deactivated because the device it was using was disconnected.
sa: VPN संयोजनं निष्क्रियं कृतम् यतः तस्य उपयोगं कुर्वन्तं यन्त्रं विच्छिन्नम् आसीत् ।

source: The service providing the VPN connection was stopped.
sa: VPN संयोजनं प्रदातुं सेवा स्थगिता आसीत् ।

source: The IP config of the VPN connection was invalid.
sa: VPN संयोजनस्य IP विन्यासः अमान्यः आसीत् ।

source: The connection attempt to the VPN service timed out.
sa: VPN सेवायाः संयोजनप्रयासः समयः समाप्तः ।

source: A timeout occurred while starting the service providing the VPN connection.
sa: VPN संयोजनं प्रदातुं सेवां आरभ्य समयसमाप्तिः अभवत् ।

source: Starting the service providing the VPN connection failed.
sa: VPN संयोजनं प्रदातुं सेवायाः आरम्भः विफलः अभवत् ।

source: Necessary secrets for the VPN connection were not provided.
sa: VPN संयोजनाय आवश्यकाः रहस्याः न प्रदत्ताः आसन् ।

source: Authentication to the VPN server failed.
sa: VPN सर्वरं प्रति प्रमाणीकरणं विफलम् अभवत् ।

source: The connection was deleted.
sa: संयोजनं विलोपितम् आसीत्।

source: No connection
sa: न सम्पर्कः

source: LightDM KDE Greeter
sa: LightDM KDE अभिवादनकर्ता

source: Login screen using the LightDM framework
sa: LightDM framework इत्यस्य उपयोगेन लॉगिन् स्क्रीन्

source: Password
sa: समाभाष्

source: Certificate password
sa: प्रमाणपत्र गुप्तशब्द

source: HTTP proxy password
sa: HTTP प्रॉक्सी गुप्तशब्दः

source: Previously Used Session
sa: पूर्वं प्रयुक्तं सत्रम्

source: Guest
sa: अतिथि
