Repository: KDE/lightdm-kde-greeter
Catalog: po/sa/lightdm_theme_userbar.po
Languages: sa

source: Background image:
sa: पृष्ठभूमिचित्रम् : १.

source: The connection will be active only on the login screen.
sa: केवलं प्रवेशपट्टे एव संयोजनं सक्रियं भविष्यति ।

source: Disconnect from %1 ?
sa: %1 तः विच्छेदं कुर्वन्तु ?

source: Abort connecting to %1 ?
sa: %1 इत्यनेन सह सम्बद्धतां निरस्तं कुर्वन्तु ?

source: Connect to %1 ?
sa: %1 इत्यनेन सह संयोजयन्तु ?

source: Connect to an insecure access point %1 ?
sa: असुरक्षितप्रवेशबिन्दुना सह संयोजयन्तु %1 ?

source: Enter the password to connect to %1
sa: %1 इत्यनेन सह सम्बद्धं कर्तुं गुप्तशब्दं प्रविशन्तु

source: Enter login and password to connect to %1
sa: %1 इत्यनेन सह सम्बद्धं कर्तुं प्रवेशं गुप्तशब्दं च प्रविशन्तु

source: %1: Connection error, try again.
sa: %1: संयोजनदोषः, पुनः प्रयासं कुर्वन्तु।

source: Provide the secrets to connect to %1:
sa: %1 इत्यनेन सह सम्बद्धं कर्तुं रहस्यं प्रदातव्यम्:

source: The security protocol is not supported for %1
sa: %1 कृते सुरक्षाप्रोटोकॉल समर्थितः नास्ति

source: Failed to connect to %1
sa: %1 इत्यनेन सह संयोजितुं असफलम्

source: Error: Can't find access point %1
sa: त्रुटिः : %1 अभिगमबिन्दुः न प्राप्यते

source: Login
sa: प्रवेशः

source: Password
sa: समाभाष्

source: Disable wireless
sa: वायरलेस् निष्क्रियं कुर्वन्तु

source: Enable wireless
sa: वायरलेस् सक्षमं कुर्वन्तु

source: Action prohibited
sa: कर्म निषिद्धम्

source: Disable networking
sa: संजालीकरणं निष्क्रियं कुर्वन्तु

source: Enable networking
sa: संजालीकरणं सक्षमं कुर्वन्तु

source: Press %1 to change the primary screen
sa: प्राथमिकपर्दे परिवर्तनार्थं %1 नुदन्तु

source: Login failed
sa: प्रवेशः विफलः अभवत्

source: Caps Lock is on
sa: Caps Lock चालू अस्ति

source: Num Lock is on
sa: Num Lock चालू अस्ति

source: Caps Lock and Num Lock is on
sa: Caps Lock तथा Num Lock चालू अस्ति

source: Log in
sa: प्रवेशं कुर्वन्तु

source: Log in as another user
sa: अन्यः उपयोक्ता इति रूपेण प्रवेशं कुर्वन्तु

source: Keyboard layout
sa: कीबोर्डविन्यासः

source: Desktop session
sa: डेस्कटॉप सत्रम्

source: Suspend
sa: निलम्बनम्

source: Hibernate
sa: शीतनिद्रा

source: Restart
sa: पुनः आरभत

source: Shutdown
sa: शटडाउन

# Button to show/hide virtual keyboard
source: Virtual Keyboard
sa: आभासी कीबोर्ड
