Repository: KDE/lightdm-kde-greeter
Catalog: po/*/lightdm_theme_userbar.po
Languages: ar, ca, eo, es, eu, fi, fr, gl, he, hi, ia, it, ka, lv, nl, pl, ro, sl, zh_cn, zh_tw

source: Background image:
ar: صورة الخلفية:
ca: Imatge de fons:
eo: Fona bildo:
es: Imagen de fondo:
eu: Atzeko planoko irudia:
fi: Taustakuva:
fr: Image d'arrière-plan :
gl: Imaxe de fondo:
he: תמונת רקע:
hi: पृष्ठभूमि छवि:
ia: Imagine de fundo:
it: Immagine di sfondo:
ka: ფონის გამოსახულება:
lv: Fona attēls:
nl: Achtergrondafbeelding:
pl: Obraz tła:
ro: Imagine de fundal:
sl: Slika ozadja:
zh_cn: 背景图像：
zh_tw: 背景影像：

source: The connection will be active only on the login screen.
ar: الاتصال سيبقى نشطًا في شاشة الولوج فقط.
ca: La connexió només serà activa en la pantalla d'inici de sessió.
eo: La konekto estos aktiva nur sur la ensaluta ekrano.
es: La conexión se activará solo en la pantalla de inicio de sesión.
eu: Konexioa saio-sarrerako pantailan bakarrik egongo da aktibo.
fi: Yhteys on aktiivinen vain kirjautumisnäytössä.
fr: La connexion ne sera active que sur l'écran de connexion.
gl: A conexión estará activa só na pantalla de identificación.
he: החיבור יהיה פעיל רק במסך הכניסה.
hi: कनेक्शन केवल लॉगिन स्क्रीन पर ही सक्रिय होगा।
ia: Le connexion essera active solmente sur le schermo de accesso de identification.
it: La connessione sarà attiva solo nella schermata di accesso.
ka: მიერთება, მხოლოდ, შესვლის ეკრანზე იქნება აქტიური.
lv: Savienojums būs aktīvs tikai ierakstīšanās ekrānā.
nl: De verbinding zal alleen actief zijn op het aanmeldscherm.
pl: Połączenie będzie dostępne tylko na ekranie logowania.
ro: Conexiunea va fi activă doar pe ecranul de autentificare.
sl: Povezava bo aktivna samo na prijavnem zaslonu.
zh_cn: 此连接将仅在登录屏幕中生效。
zh_tw: 連線只會在登入畫面上有作用。

source: Disconnect from %1 ?
ar: افصِل عن %1 ؟
ca: Desconnecto de %1?
eo: Ĉu malkonekti de %1 ?
es: ¿Desconectarse de %1?
eu: %1(e)tik deskonektatuta?
fi: Katkaistaanko yhteys: %1?
fr: Se déconnecter de %1 ?
gl: Quere desconectar de %1?
he: להתנתק מ־%1?
hi: %1 से डिस्कनेक्ट करें?
ia: Disconnecte ex %1?
it: Vuoi disconnetterti da %1?
ka: გავთიშო %1-დან?
lv: Vai atvienoties no „%1“?
nl: Verbinding vanaf %1 verbreken?
pl: Rozłączyć się z %1?
ro: Vă deconectați de la %1?
sl: Naj se odklopim od %1?
zh_cn: 断开与 %1 的连接？
zh_tw: 要從 %1 中斷連線嗎？

source: Abort connecting to %1 ?
ar: أجهِض الاتصال بـ %1 ؟
ca: Interrompo la connexió a %1?
eo: Ĉu ĉesigi konektadon al %1 ?
es: ¿Interrumpir la conexión con %1?
eu: %1(e)rekiko konexioa bertan behera utzi?
fi: Keskeytetäänkö yhdistäminen: %1?
fr: Abandonner la connexion à %1 ?
gl: Quere interromper a conexión a %1?
he: לבטל את החיבור אל %1?
hi: %1 से कनेक्ट करना निरस्त करें?
ia: Aborta Connecter a %1 ?
it: Vuoi interrompere la connessione a %1?
ka: გავაუქმო %1-სთან მიერთება?
lv: Vai atcelt savienošanos ar „%1“?
nl: Verbinding maken met %1 annuleren?
pl: Przerwać łączenie z %1?
ro: Abandonați conectarea la %1?
sl: Naj prekinem povezovanje z %1 ?
zh_cn: 取消连接到 %1？
zh_tw: 要停止連線到 %1 嗎？

source: Connect to %1 ?
ar: متصل ب %1 ؟
ca: Connecto a %1?
eo: Ĉu konekti al %1 ?
es: ¿Conectarse a %1?
eu: %1(e)ra konektatu?
fi: Yhdistetäänkö: %1?
fr: Se connecter à %1 ?
gl: Quere conectar a %1?
he: להתחבר אל %1?
hi: %1 से कनेक्ट करें?
ia: Connecte a %1 ?
it: Vuoi connetterti a %1?
ka: დავუკავშირდე %1-ს?
lv: Vai savienoties ar „%1“?
nl: Verbinden met %1 ?
pl: Połączyć z %1?
ro: Vă conectați la %1?
sl: Naj se povežem z %1 ?
zh_cn: 连接到 %1？
zh_tw: 要連線到 %1 嗎？

source: Connect to an insecure access point %1 ?
ar: اتّصِل بنقطة وصول غير آمنة %1 ؟
ca: Connecto a un punt d'accés insegur %1?
eo: Ĉu konekti al nesekura alirpunkto %1 ?
es: ¿Conectarse a un punto de acceso inseguro %1?
eu: %1 sarbide-puntu ez-seguru batera konektatu?
fi: Yhdistetäänkö salaamattomaan tukiasemaan: %1?
fr: Se connecter à un point d'accès non sécurisé %1 ?
gl: Quere conectar ao punto de acceso inseguro %1?
he: להתחבר לנקודת הגישה המפוקפקת %1?
hi: असुरक्षित पहुँच बिंदु %1 से कनेक्ट करें?
ia: Connecte a un puncto de accesso insecure %1 ?
it: Vuoi connetterti a un punto di accesso non sicuro %1?
ka: დავუკავშირდე დაუცველ წვდომის წერტილს %1?
lv: Vai savienoties ar nedrošu piekļuves punktu „%1“?
nl: Verbinden met een onveilig access-point %1 ?
pl: Czy podłączyć się do niezabezpieczonego punktu dostępowego %1?
ro: Vă conectați la punctul de acces nesigur %1?
sl: Naj se povežem z nevarno dostopno točko %1 ?
zh_cn: 连接到不安全的接入点 %1？
zh_tw: 要連線到不完全的存取點 %1 嗎？

source: Enter the password to connect to %1
ar: أدخِل كلمة السّر للاتصال بـ %1
ca: Introduïu la contrasenya per a connectar a %1
eo: Enigu la pasvorton por konekti al %1
es: Introduzca la contraseña para conectarse a %1
eu: Sartu %1(e)ra konektatzeko pasahitza
fi: Anna yhteyden salasana (%1)
fr: Veuillez saisir le mot de passe pour vous connecter à %1
gl: Escriba o contrasinal para conectar a %1
he: נא למלא את הסיסמה כדי להתחבר אל %1
hi: %1 से कनेक्ट करने के लिए पासवर्ड दर्ज करें
ia: Inserta le contrasigno per connecter a %1
it: Digita la password per connetterti a %1
ka: შეიყვანეთ პაროლი %1-სთან დასაკავშირებლად
lv: Ierakstiet paroli, lai savienotos ar „%1“
nl: Voer het wachtwoord in om te verbinden met %1
pl: Wpisz hasło, aby połączyć się z %1
ro: Introduceți parola pentru conectare la %1
sl: Vnesite geslo za povezavo z %1
zh_cn: 请输入密码以连接到 %1
zh_tw: 輸入密碼來連線到 %1

source: Enter login and password to connect to %1
ar: أدخِل اسم الولوج وكلمة السّر للاتصال بـ %1
ca: Introduïu un usuari i contrasenya per a connectar a %1
eo: Enigu ensaluton kaj pasvorton por konekti al %1
es: Introduzca el usuario y la contraseña para conectarse a %1
eu: Sartu %1(e)ra konektatzeko saio-sarrera eta pasahitza
fi: Anna yhteyden käyttäjätunnus ja salasana (%1)
fr: Veuillez saisir le nom d'utilisateur et le mot de passe pour vous connecter à %1
gl: Escriba o nome de persoa usuaria e o contrasinal para conectar a %1
he: נא למלא את שם המשתמש והסיסמה כדי להתחבר אל %1
hi: %1 से कनेक्ट करने के लिए लॉगिन और पासवर्ड दर्ज करें
ia: Inserta accesso (login) e contrasigno perconnecter a %1
it: Digita nome utente e password per connetterti a %1
ka: შეიყვანეთ მომხმარებელი და პაროლი %1-სთან დასაკავშირებლად
lv: Ievadiet ierakstīšanās vārdu un paroli, lai savienotos ar „%1“
nl: Voer aanmelding en wachtwoord in om te verbinden met %1
pl: Wpisz nazwę użytkownika i hasło, aby połączyć się z %1
ro: Introduceți numele și parola pentru conectare la %1
sl: Vnesite prijavo in geslo za povezavo z %1
zh_cn: 请输入登录名和密码以连接到 %1
zh_tw: 輸入帳號與密碼來連線到 %1

source: %1: Connection error, try again.
ar: %1: خطأ في الاتصال، حاوِل مجدّدًا.
ca: %1: Error de connexió, torneu a intentar-ho.
eo: %1: Konekta eraro, reprovu.
es: %1: Error de conexión. Vuelva a intentarlo.
eu: %1: Konexio errorea, berriz saiatu.
fi: %1: yhteysvirhe, yritä uudelleen.
fr: %1 : erreur de connexion. Veuillez essayer à nouveau.
gl: %1: Erro de conexión, inténteo de novo.
he: %1: שגיאת חיבור, נא לנסות שוב.
hi: %1: कनेक्शन त्रुटि, पुनः प्रयास करें.
ia: %1: Error de connexion, essaya novemente.
it: %1: errore di connessione, riprova.
ka: %1: კავშირის შეცდომა. თავიდან სცადეთ.
lv: %1: savienojuma kļūda, mēģiniet vēlreiz.
nl: %1: verbindingsfout, probeer opnieuw.
pl: %1: Błąd połączenia, spróbuj ponownie.
ro: %1: Eroare la conectare, încercați din nou.
sl: %1: Napaka pri povezavi, poskusite ponovno.
zh_cn: %1：连接错误，请重试。
zh_tw: %1：連線錯誤，請重試。

source: Provide the secrets to connect to %1:
ar: وفِّر الأسرار للاتصال بـ %1:
ca: Proporcioneu els secrets per a connectar a %1:
eo: Enigu la sekretojn por konekti al %1:
es: Proporcione la contraseña para conectarse a %1: %1
eu: Hornitu %1(e)era konektatzeko sekretuak:
fi: Anna yhteyden %1 vaatimat salatiedot:
fr: Fournir les éléments secrets pour vous connecter à %1 :
gl: Forneza os segredos para conectar a %1:
hi: %1 से जुड़ने के लिए रहस्य प्रदान करें:
ia: Forni le secretos per connecter a %1':
ka: შეიყვანეთ საიდუმლოები %1-სთან დასაკავშირებლად:
lv: Sniedziet slepeno informāciju savienojumam ar „%1“:
nl: Lever de geheimen om te verbinden met %1:
pl: Wpisz hasło, aby połączyć się z %1:
ro: Furnizați secretele pentru conectarea la %1:
zh_tw: 提供密鑰來連線到 %1：

source: The security protocol is not supported for %1
ar: بروتوكول الأمان غير مدعوم لـ %1
ca: El protocol de seguretat no està admès per a %1
eo: La sekureca protokolo ne estas subtenata por %1
es: El protocolo de seguridad no se admite para %1
eu: Segurtasun protokoloak ez dauka %1(e)ren euskarririk
fi: %1 ei tue tietoturvallista yhteyskäytäntöä
fr: Le protocole de sécurité n'est pas pris en charge pour %1
gl: %1 non permite o protocolo de seguridade.
he: פרוטוקול האבטחה לא נתמך עבור %1
hi: सुरक्षा प्रोटोकॉल %1 के लिए समर्थित नहीं है
ia: Le protocollo de securitate non es supportate per %1
it: Il protocollo di sicurezza non è supportato per %1
ka: უსაფრთხოების პროტოკოლი %1-სთვის მხარდაჭერილი არაა
lv: Drošības protokols nav atbalstīts ar „%1“
nl: Het beveiligingsprotocol wordt niet ondersteund voor %1
pl: Protokół zabezpieczający nie jest obsługiwany dla %1
ro: Protocolul de securitate nu e susținut pentru %1
sl: Varnostni protokol ni podprt za %1
zh_cn: %1 不支持此安全协议
zh_tw: %1 不支援安全性協定

source: Failed to connect to %1
ar: فشل الاتصال بـ %1
ca: Ha fallat en connectar amb %1
eo: Malsukcesis konekti al %1
es: No se ha podido conectar con %1
eu: %1(e)ra konektatzea huts egin du
fi: %1: yhteydenotto epäonnistui
fr: Il a été impossible de se connecter à %1
gl: Non foi posíbel conectar con %1
he: ההתחברות אל %1 נכשלה
hi: %1 से कनेक्ट करने में विफल
ia: Falleva a connecter a %1
it: Connessione a %1 non riuscita
ka: ჩავარდა შეერთება არხისთვის %1
lv: Neizdevās savienoties ar „%1“
nl: Kon niet verbinden met %1
pl: Nie udało się połączyć z %1
ro: Conectarea la %1 a eșuat
sl: Povezava z %1 ni uspela
zh_cn: 连接到 %1 失败
zh_tw: 無法連線到 %1

source: Error: Can't find access point %1
ar: خطأ: لا يمكن إيجاد نقطة الوصول %1
ca: Error: No s'ha pogut trobar el punt d'accés %1
eo: Eraro: Ne eblas trovi alirpunkton %1
es: Error: No se puede encontrar el punto de acceso %1
eu: Errorea: Ezin du %1 sarbide-puntua aurkitu
fi: Virhe: tukiasemaa %1 ei löydy
fr: Erreur : il a été impossible de trouver le point d'accès %1
gl: Erro: Non é posíbel atopar o punto de acceso %1.
he: שגיאה: לא ניתן למצוא את נקודת הגישה %1
hi: त्रुटि: पहुँच बिंदु %1 नहीं मिल सका
ia: Error: Non pote trovar punctoa de accesso %1
it: Errore: impossibile trovare il punto di accesso %1
ka: შეცდომა: წვდომის წერტილი %1 აღმოჩენილი არაა
lv: Kļūda: nevar atrast piekļuves punktu „%1“
nl: Fout: kan access-point %1 niet vinden
pl: Błąd: Nie można znaleźć punktu dostępowego %1
ro: Eroare: Punctul de acces %1 nu poate fi găsit
sl: Napaka: ni mogoče najti dostopne točke %1
zh_cn: 错误：无法找到访问点 %1
zh_tw: 錯誤：找不到存取點 %1

source: Login
ar: ولوج
ca: Usuari
eo: Ensaluti
es: Inicio de sesión
eu: Saio-sarrera
fi: Kirjaudu
fr: Connexion
gl: Nome de persoa usuaria
he: שם משתמש
hi: लॉग इन करें
ia: Accesso de identification
it: Nome utente
ka: შესვლა
lv: Ierakstīšanās
nl: Aanmelden
pl: Logowanie
ro: Utilizator
sl: Prijava
zh_cn: 登录
zh_tw: 帳號

source: Password
ar: كلمة السّر
ca: Contrasenya
eo: Pasvorto
es: Contraseña
eu: Pasahitza
fi: Salasana
fr: Mot de passe
gl: Contrasinal
he: סיסמה
hi: पासवर्ड
ia: Contrasigno
ka: პაროლი
lv: Parole
nl: Wachtwoord
pl: Hasło
ro: Parolă
sl: Geslo
zh_cn: 密码
zh_tw: 密碼

source: Disable wireless
ar: عطِّل اللاسلكي
ca: Desactiva la xarxa sense fil
eo: Malebligi sendratan
es: Desactivar red inalámbrica
eu: Ezgaitu haririk gabekoa
fi: Poista langaton verkko käytöstä
fr: Désactiver les connexions sans fil
gl: Desactivar a conexión sen fíos
he: השבתת תקשורת אלחוטית
hi: वायरलेस अक्षम करें
ia: Dishabilita Wireless (Sin Cablos)
it: Disabilita la rete senza fili
ka: უსადენო ქსელის გათიშვა
lv: Izslēgt bezvadu
nl: Draadloos uitschakelen
pl: Wyłącz sieć bezprzewodową
ro: Dezactivează rețeaua fără fir
sl: Onemogoči brezžično povezavo
zh_cn: 禁用无线网络
zh_tw: 停用無線網路

source: Enable wireless
ar: فعِّل اللاسلكي
ca: Activa la xarxa sense fil
eo: Ebligi sendratan
es: Activar red inalámbrica
eu: Gaitu haririk gabekoa
fi: Käytä langatonta verkkoa
fr: Activer les connexions sans fil
gl: Activar a rede sen fíos
he: הפעלת תקשורת אלחוטית
hi: बिना तार का सक्षम करें
ia: Habilita rete sin cablo
it: Abilita la rete senza fili
ka: უსადენო ქსელის ჩართვა
lv: Ieslēgt bezvadu
nl: Draadloos inschakelen
pl: Włącz sieć bezprzewodową
ro: Activează rețeaua fără fir
sl: Omogoči brezžično povezavo
zh_cn: 启用无线网络
zh_tw: 啟用無線網路

source: Action prohibited
ar: الإجراء محظور
ca: Acció prohibida
eo: Ago malpermesita
es: Acción prohibida
eu: Debekatutako ekintza
fi: Toimenpide kielletty
fr: Action interdite
gl: A acción está prohibida
he: הפעולה אסורה
hi: कार्रवाई निषिद्ध
ia: Action prohibite
it: Azione vietata
ka: ქმედება აკრძალულია
lv: Darbība ir aizliegta
nl: Actie verboden
pl: Działanie zabronione
ro: Acțiune interzisă
sl: Dejanje prepovedano
zh_cn: 禁止的操作
zh_tw: 動作被拒

source: Disable networking
ar: عطِّل الشبكات
ca: Desactiva la xarxa
eo: Malebligi retadon
es: Desactivar la red
eu: Ezgaitu sarea
fi: Poista verkko käytöstä
fr: Désactiver la gestion de réseau
gl: Desactivar as redes
he: השבתת תקשורת
hi: नेटवर्किंग अक्षम करें
ia: Dishabilita rete
it: Disabilita la rete
ka: ქსელის გათიშვა
lv: Izslēgt tīkla sistēmu
nl: Netwerken uitschakelen
pl: Wyłącz sieć
ro: Dezactivează rețelistica
sl: Onemogoči mreženje
zh_cn: 禁用网络
zh_tw: 停用網路連線

source: Enable networking
ar: فعِّل الشبكات
ca: Activa la xarxa
eo: Ebligi retadon
es: Activar la red
eu: Gaitu sarea
fi: Käytä verkkoa
fr: Activer la gestion de réseau
gl: Activar as redes
he: הפעלת תקשורת
hi: नेटवर्किंग सक्षम करें
ia: Habilita rete con cablo
it: Abilita la rete
ka: ქსელის ჩართვა
lv: Ieslēgt tīkla sistēmu
nl: Netwerken inschakelen
pl: Włącz sieć
ro: Activează rețelistica
sl: Omogoči mreženje
zh_cn: 启用网络
zh_tw: 啟用網路連線

source: Press %1 to change the primary screen
ar: اضغَط %1 لتبديل الشاشة مبدئية
ca: Premeu %1 per a canviar la pantalla primària
eo: Premi %1 por ŝanĝi la unuarangan seancon
es: Pulse %1 para cambiar la pantalla principal
eu: %1 sakatu pantaila nagusia aldatzeko
fi: Vaihda ensiönäytölle painamalla %1
fr: Veuillez appuyer sur %1 pour modifier l'écran principal
gl: Prema %1 para cambiar a pantalla principal
he: לחיצה על %1 תשנה את המסך הראשי
hi: प्राथमिक स्क्रीन बदलने के लिए %1 दबाएँ
ia: Pressa %1 per cambiar le schermo primari
it: Premi %1 per cambiare lo schermo principale
ka: დააწექით %1-ს, რომ ძირითადი ეკრანი შეცვალოთ
lv: Spiediet „%1“, lai mainītu primāro ekrānu
nl: Druk op %1 om het primaire scherm te wijzigen
pl: Aby zmienić główny ekran, naciśnij %1
ro: Apăsați %1 pentru a schimba ecranul principal
sl: Pritisnite %1, da spremenite primarni zaslon
zh_cn: 点击 %1 以更改主屏幕
zh_tw: 按下 %1 來變更主要螢幕

source: A fallback version of the login screen is running
ar: تُشغيل نسخة بديلة من شاشة الولوج
es: Se está ejecutando una versión alternativa de la pantalla de inicio de sesión
lv: Darbojas ierakstīšanās ekrāna rezerves versija
pl: Uruchomiona jest wersja zapasowa ekranu logowania
ro: Rulează o versiune de rezervă a ecranului de autentificare
zh_tw: 正在執行登入畫面的備用版本

source: Login failed
ar: فشل الولوج
ca: Ha fallat l'inici de la sessió
eo: Ensaluto malsukcesis
es: El inicio de sesión ha fallado
eu: Saio-sarrerak huts egin du
fi: Kirjautuminen epäonnistui
fr: Il a été impossible de se connecter
gl: A identificación fallou
he: הכניסה נכשלה
hi: लॉगिन विफल
ia: Accesso falleva
it: Accesso non riuscito
ka: შესვლა წარუმატებელია
lv: Ierakstīšanās neizdevās
nl: Aanmelden mislukt
pl: Nie udało się zalogować
ro: Autentificare eșuată
sl: Prijava neuspela
zh_cn: 登录失败
zh_tw: 登入失敗

source: Caps Lock is on
ar: مفتاح Caps Lock مفعّل
ca: El bloqueig de majúscules està activat
eo: Majuskla Baskulo estas ŝaltita
es: El bloqueo de mayúsculas está activado
eu: «Maius.Giltz.» piztuta dago
fi: Vaihtolukko on käytössä
fr: Verr. Maj est activé
gl: As maiúsculas están activadas.
he: Caps Lock דולק
hi: कैप्स लॉक ऑन है
ia: Caps Lock es active
it: Bloc Maiusc è attivo
ka: CapsLock ჩართულია
lv: Ieslēgts burtslēga („Caps Lock“) taustiņš
nl: Caps Lock staat aan
pl: Caps Lock jest włączony
ro: Caps Lock e activ
sl: Zapora dvigalke je aktivna
zh_cn: 大写锁定已打开
zh_tw: 大寫鎖定已開啟

source: Num Lock is on
ar: مفتاح Num Lock مفعّل
ca: El bloqueig numèric està activat
eo: Nombra Baskulo estas ŝaltita
es: El bloqueo numérico está activado
eu: «Zk.Gitz.» piztuta dago
fi: Numerolukko on käytössä
fr: Verr. Num est activé
gl: O teclado numérico está activado.
he: Num Lock דולק
hi: नम्बर लॉक चालू है
ia: Num Lock es active
it: Bloc Num è attivo
ka: Num Lock ჩართულია
lv: Ieslēgts ciparslēga („Num Lock“) taustiņš
nl: Num Lock staat aan
pl: Num Lock jest włączony
ro: Num Lock e activ
sl: Num Lock je vklopljen
zh_cn: 数字小键盘锁定已打开
zh_tw: 數字鎖定已開啟

source: Caps Lock and Num Lock is on
ar: مفتاحا Caps Lock و Num Lock مفعّلان
ca: El bloqueig de majúscules i el bloqueig numèric estan activats
eo: Majuskla kaj Nombra Baskulo estas ŝaltita
es: El bloqueo de mayúsculas y el bloqueo numérico están activados
eu: «Maius.Giltz.» eta «Zk.Giltz.» piztuta daude
fi: Vaihto- ja numerolukko ovat käytössä
fr: Verr. Maj et Verr. Num sont activés
gl: As maiúsculas e o teclado numérico están activados.
he: Caps Lock ו־Num Lock דולקים
hi: कैप्स लॉक और नम्बर लॉक चालू है
ia: Caps Lock e Num Lock es active
it: Bloc Maiusc e Bloc Num sono attivi
ka: Caps Lock და Num Lock ჩართულია
lv: Ieslēgts burtslēga („Caps Lock“) un ciparslēga („Num Lock“) taustiņš
nl: Caps Lock en Num Lock staan aan
pl: Caps Lock oraz Num Lock jest włączony
ro: Caps Lock și Num Lock sunt active
sl: Caps Lock in Num Lock sta vklopljeni
zh_cn: 大写锁定和数字小键盘锁定已打开
zh_tw: 大寫鎖定和數字鎖定皆已開啟

source: Log in
ar: لِج
ca: Inicia la sessió
eo: Ensaluti
es: Iniciar sesión
eu: Saioan sartu
fi: Kirjaudu
fr: Se connecter
gl: Identificarse
he: כניסה
hi: लॉग इन करें
ia: Accede
it: Accedi
ka: შესვლა
lv: Ierakstīties
nl: Aanmelden
pl: Zaloguj
ro: Autentifică
sl: Prijavite se
zh_cn: 登录
zh_tw: 登入

source: Log in as another user
ar: لِج بصفة مستخدم آخر
ca: Inicia la sessió com un altre usuari
eo: Ensaluti kiel alia uzanto
es: Iniciar sesión como otro usuario
eu: Saioan sartu beste erabiltzaile bat bezala
fi: Kirjaudu toisena käyttäjänä
fr: Se connecter comme autre utilisateur
gl: Identificarse como outra persoa
he: כניסה כמשתמש אחר
hi: दूसरे उपयोगकर्ता के रूप में लॉग इन करें
ia: Accede como un altere usator
it: Accedi come un altro utente
ka: სხვა მომხმარებლით შესვლა
lv: Ierakstīties kā citam lietotājam
nl: Als een andere gebruiker aanmelden
pl: Zaloguj się jako inny użytkownik
ro: Autentifică ca alt utilizator
sl: Prijavite se kot drug uporabnik
zh_cn: 作为另一位用户登录
zh_tw: 登入為另一個使用者

source: Keyboard layout
ar: تخطيط لوحة المفاتيح
ca: Disposició de teclat
eo: Klarav-aranĝo
es: Distribución de teclado
eu: Teklatuaren antolaera
fi: Näppäimistöasettelu
fr: Disposition de clavier
gl: Disposición do teclado
he: פריסת מקלדת
hi: कीबोर्ड विन्यास
ia: Disposition de Claviero
it: Mappatura della tastiera
ka: კლავიატური განლაგება
lv: Tastatūras izkārtojums
nl: Toetsenbordindeling
pl: Układ klawiatury
ro: Aranjament de tastatură
sl: Razporeditev tipkovnice
zh_cn: 键盘布局
zh_tw: 鍵盤佈局

source: Desktop session
ar: جلسة سطح المكتب
ca: Sessió d'escriptori
eo: Labotabla seanco
es: Sesión de escritorio
eu: Mahaigaineko saioa
fi: Työpöytäistunto
fr: Session de bureau
gl: Sesión de escritorio
he: הפעלת שולחן עבודה
hi: डेस्कटॉप सत्र
ia: Session de scriptorio
it: Sessione del desktop
ka: სამუშაო მაგიდის სესია
lv: Darbvirsmas sesija
nl: Bureaubladsessie
pl: Posiedzenie pulpitu
ro: Sesiune de birou
sl: Namizna seja
zh_cn: 桌面会话
zh_tw: 桌面工作階段

source: Suspend
ar: علّق
ca: Suspèn
eo: Suspendi
es: Suspender
eu: Eseki
fi: Valmiustila
fr: Suspendre
gl: Suspender
he: השהיה
hi: निलंबित करें
ia: Suspende
it: Sospendi
ka: ძილი
lv: Iesnaudināt
nl: Onderbreken
pl: Uśpij
ro: Suspendă
sl: Prekini
zh_cn: 挂起
zh_tw: 暫停

source: Hibernate
ar: أسبِت
ca: Hiberna
eo: Pasivumigi
es: Hibernar
eu: Hibernatu
fi: Lepotila
fr: Hiberner
gl: Hibernar
he: הרדמה
hi: हाइबरनेट
ia: Hiberna
it: Iberna
ka: პროგრამული ძილი
lv: Hibernēt
nl: Slaapstand naar schijf
pl: Zahibernuj
ro: Hibernează
sl: V mirovanje
zh_cn: 休眠
zh_tw: 休眠

source: Restart
ar: أعد التّشغيل
ca: Reinicia
eo: Restartigi
es: Reiniciar
eu: Berrabiarazi
fi: Käynnistä uudelleen
fr: Redémarrer
gl: Reiniciar
he: הפעלה מחדש
hi: पुनः आरंभ करें
ia: Re-Initia
it: Riavvia
ka: გადატვირთვა
lv: Pārstartēt
nl: Herstarten
pl: Uruchom ponownie
ro: Repornește
sl: Ponovni zagon
zh_cn: 重启
zh_tw: 重新啟動

source: Shutdown
ar: أطفئ
ca: Atura
eo: Sistemfermi
es: Apagar
eu: Itzali
fi: Sammuta
fr: Éteindre
gl: Apagar
he: כיבוי
hi: शट डाउन
ia: Stoppa (Shutdown)
it: Spegni
ka: გამორთვა
lv: Izslēgt
nl: Afsluiten
pl: Wyłącz
ro: Oprește
sl: Zaustavi
zh_cn: 关机
zh_tw: 關機

# Button to show/hide virtual keyboard
source: Virtual Keyboard
ar: لوحة مفاتيح افتراضية
ca: Teclat virtual
eo: Virtuala Klavaro
es: Teclado virtual
eu: Alegiazko teklatua
fi: Näyttönäppäimistö
fr: Clavier virtuel
gl: Teclado virtual
he: מקלדת וירטואלית
hi: वर्चुअल कीबोर्ड
ia: Claviero virtual
it: Tastiera virtuale
ka: ვირტუალური კლავიატურა
lv: Virtuālā tastatūra
nl: Virtueel toetsenbord
pl: Klawiatura ekranowa
ro: Tastatură virtuală
sl: Navidezna tipkovnica
zh_cn: 虚拟键盘
zh_tw: 虛擬鍵盤
