Repository: KDE/lightdm-kde-greeter
Catalog: po/*/lightdm_kde_greeter.po
Languages: ar, ca, de, es, eu, fi, fr, gl, he, hi, ia, it, ka, ko, pl, ro, sl, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
gl: Adrián Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
ia: Giovanni Sora
it: Vincenzo Reale
ka: Temuri Doghonadze
ko: 박신조
pl: Łukasz Wojniłowicz
ro: Sergiu Bivol
sl: Matjaž Jeran
zh_cn: Tyson Tan
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: txemaq@gmail.com
de: kde-i18n-de@kde.org
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
gl: adrian@chaves.gal
he: kde-l10n-he@kde.org
hi: आपके ईमेल
ia: g.sora@tiscali.it
it: smart2128vr@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
pl: lukasz.wojnilowicz@gmail.com
ro: sergiu@cip.md
sl: matjaz.jeran@amis.net
zh_cn: tds00@qq.com
zh_tw: mail@kisaragi-hiu.com

source: Battery at %1%
ar: البطّاريّة عند %1٪
ca: Bateria al %1%
de: Akku bei %1 %
es: Batería al %1 %
eu: Bateria %%1(e)an
fi: Akun varaus %1 %
fr: Batterie à %1 %
gl: Batería ao %1%
he: עוצמת הסוללה היא %1%
hi: बैटरी %1% पर
ia: Batteria a %1%
it: Batteria al %1%
ka: ელემენტის მუხტია %1%
ko: 배터리 %1%
pl: Bateria na %1%
ro: Acumulator la %1%
sl: Baterija na %1%
zh_cn: 电量 %1%
zh_tw: 電量 %1%

source: VPN connection deactivated.
ar: عُطل اتصال الشبكة الشخصية الخاصة.
ca: Connexió VPN desactivada.
de: VPN-Verbindung deaktiviert.
es: Conexión VPN desactivada.
eu: VPN konexioa desaktibatu egin da.
fi: VPN-yhteys passivoitu.
fr: Connexion « VPN » désactivée.
gl: Desactivouse a conexión de VPN.
he: חיבור ה־VPN הושבת.
hi: वीपीएन कनेक्शन निष्क्रिय.
ia: Connexion VPN deactivate.
it: Connessione VPN disattivata.
ka: VPN კავშირი გამორთულია.
ko: VPN 연결이 비활성화됨.
pl: Zerwano połączenie VPN.
ro: Conexiune VPN dezactivată.
sl: Povezava VPN deaktivirana.
zh_cn: VPN 连接已禁用。
zh_tw: VPN 連線已關閉。

source: VPN connection was deactivated because the device it was using was disconnected.
ar: غيّر اتصال الشبكة الشخصية الخاصة حالته لأنّ الجهاز الذي استخُدم قُطِع اتصاله.
ca: La connexió VPN s'ha desactivat perquè el dispositiu usat s'ha desconnectat.
de: VPN-Verbindung wurde deaktiviert, da das dafür verwendete Gerät getrennt wurde.
es: La conexión VPN se ha desactivado porque se ha desconectado el dispositivo que la estaba usando.
eu: VPN konexioa desaktibatu egin da, erabiltzen ari zen gailua deskonektatu egin da.
fi: VPN-yhteys on passivoitu, koska laite, jota se käytti, on irrotettu.
fr: La connexion « VPN » a été désactivée car le périphérique qu'il utilisait a été déconnecté.
gl: A conexión de VPN desactivouse porque se desconectou o dispositivo que estaba usando.
he: חיבור ה־VPN‏ הושבת כיוון שההתקן בו הוא השתמש נותק.
hi: वीपीएन कनेक्शन निष्क्रिय कर दिया गया क्योंकि जिस डिवाइस का उपयोग किया जा रहा था वह डिस्कनेक्ट हो गया था।
ia: Connexion VPN esseva deactivate proque le dispositivo que illo usava esseva disconnectite.
it: La connessione VPN è stata disattivata perché il dispositivo che stava utilizzando era disconnesso.
ka: მოხდა VPN კავშირის დეაქტივაცია, რადგან მოწყობილობა, რომელსაც ის იყენებდა, გამოერთებულია.
ko: 마지막으로 VPN 연결을 사용하는 장치 연결이 해제되어 VPN 연결이 해제되었습니다.
pl: Zerwano połączenie VPN, bo urządzenie, które je umożliwiało, zostało rozłączone.
ro: Conexiunea VPN a fost dezactivată deoarece dispozitivul folosit de aceasta a fost deconectat.
sl: Povezava VPN je bila deaktivirana, ker je bila naprava, ki jo je uporabljala, odklopljena.
zh_cn: VPN 连接已禁用，因为它使用的设备已断开。
zh_tw: VPN 連線已關閉，因為它所使用的裝置已中斷連線。

source: The service providing the VPN connection was stopped.
ar: توقّفت الخدمة الموفّرة لاتصال الشبكة الشخصية الخاصة.
ca: El servei que proporciona la connexió VPN s'ha aturat.
de: Der Dienst, der die VPN-Verbindung bereitstellt, wurde angehalten.
es: El servicio que proporciona la conexión VPN se ha detenido.
eu: VPN konexioa hornitzen ari zen zerbitzua gelditu da.
fi: VPN-yhteyden tarjoava palvelu keskeytettiin.
fr: Le service fournissant la connexion « VPN » a été arrêté.
gl: Detívose o servizo que fornecía a conexión de VPN.
he: השירות שמספק את חיבור ה־VPN‏ נעצר.
hi: वीपीएन कनेक्शन प्रदान करने वाली सेवा बंद कर दी गई।
ia: Le servicio forniente le connexion VPN esseva stoppate.
it: Il servizio che forniva la connessione VPN è stato interrotto.
ka: სერვისი, რომელიც VPN კავშირს უზრუნველყოფდა, გაჩერებულია.
ko: VPN 연결을 제공하는 서비스가 중단되었습니다.
pl: Zatrzymano usługę dostarczającą połączenie VPN.
ro: Serviciul care furniza conexiunea VPN a fost oprit.
sl: Storitev, ki zagotavlja povezavo VPN, je bila ustavljena.
zh_cn: 提供 VPN 连接的服务已停止。
zh_tw: 提供 VPN 連線的服務已被停止。

source: The IP config of the VPN connection was invalid.
ar: إعداد عنوان الإنترنت IP لاتصال الشبكة الشخصية الخاصة غير صالح.
ca: La configuració IP de la connexió VPN no és vàlida.
de: Die IP-Konfiguration der VPN-Verbindung ist ungültig.
es: La configuración IP de la conexión VPN no es válida.
eu: VPN konexioaren IP konfigurazioa baliogabea zen.
fi: VPN-yhteyden IP-määritys oli kelvoton.
fr: La configuration IP de la connexion « VPN » n'était pas valable.
gl: A configuración IP da conexión de VPN era incorrecta.
he: הגדרת ה־IP של חיבור ה־VPN‏ הייתה שגויה.
hi: VPN कनेक्शन का IP कॉन्फ़िगरेशन अमान्य था.
ia: Le config de IP del connexion VPN esseva invalide.
it: La configurazione IP della connessione VPN non è valida.
ka: VPN კავშირის IP კონფიგურაცია არასწორი იყო.
ko: VPN 연결의 IP 설정이 잘못되었습니다.
pl: Ustawienia IP połączenia VPN są nieprawidłowe.
ro: Configurația IP a conexiunii VPN a fost eronată.
sl: Konfiguracija IP povezave VPN je bila neveljavna.
zh_cn: VPN 连接的 IP 配置无效。
zh_tw: VPN 連線的 IP 設定無效。

source: The connection attempt to the VPN service timed out.
ar: انتهت مهلة محاولة الاتصال بخدمة الشبكة الشخصية الخاصة.
ca: L'intent de connexió amb el servei VPN ha exhaurit el temps.
de: Beim Verbindungsversuch zum VPN-Dienst ist eine Zeitüberschreitung aufgetreten.
es: Se ha agotado el tiempo del intento de conexión al servicio VPN.
eu: VPN zerbitzura konektatzeko saiakerak denbora-muga gainditu du.
fi: Yhteydenottoyritys VPN-palveluun aikakatkaistiin.
fr: La tentative de connexion au service « VPN » a expiré.
gl: O intento de conexión co servizo de VPN superou o tempo límite.
he: הזמן שהוקצב לניסיון החיבור לשירות ה־VPN נגמר.
hi: VPN सेवा से कनेक्शन का प्रयास समय समाप्त हो गया।
ia: Le tentativa de connexion al servicio de VPN expirava
it: Il tentativo di connessione al servizio VPN è scaduto.
ka: VPN სერვისთან მიერთების დრო გავიდა.
ko: VPN 서비스에 연결하려는 시도의 시간이 초과되었습니다.
pl: Próba połączenia do usługi VPN przekroczyła czas oczekiwania.
ro: Tentativa de conectare la serviciul VPN a expirat.
sl: Časovna omejitev poskusa povezave s storitvijo VPN je potekla.
zh_cn: 尝试连接的 VPN 服务超时。
zh_tw: 連線到 VPN 服務逾時。

source: A timeout occurred while starting the service providing the VPN connection.
ar: انتهت المهلة خلال بدء الخدمة الموفّرة لاتصال الشبكة الشخصية الخاصة.
ca: S'ha exhaurit el temps mentre s'iniciava el servei que proporciona la connexió VPN.
de: Beim Start des Dienstes, der die VPN-Verbindung bereitstellt, ist eine Zeitüberschreitung aufgetreten.
es: Se ha agotado el tiempo al iniciar el servicio que proporciona la conexión VPN.
eu: VPN konexioa hornitzen duen zerbitzua abiarazi bitartean denbora-muga bat gertatu da.
fi: Tapahtui aikakatkaisu käynnistettäessä VPN-yhteyden tarjoavaa palvelua.
fr: Le démarrage du service fournissant la connexion VPN n'a pu se faire dans le délai maximal imparti.
gl: Esgotouse o tempo límite durante o proceso de inicio do servizo que fornece a conexión de VPN.
he: אירוע סיום זמן שהוקצב התרחש בזמן התחלת שירות שמספק את חיבור ה־VPN‏.
hi: VPN कनेक्शन प्रदान करने वाली सेवा प्रारंभ करते समय समय समाप्त हो गया।
ia: Un tempore limite occurreva durante que il initiava le servicio forniente le connexion VPN.
it: Fuori tempo massimo durante l'avvio del servizio che fornisce la connessione VPN.
ka: სერვისის, რომელიც VPN კავშირს უზრუნველყოფს, გაშვებს მოლოდინის ვადა ამოიწურა.
ko: VPN 연결을 제공하는 서비스를 시작하는 시간이 초과되었습니다.
pl: Upłynął czasu oczekiwania przy uruchamianiu usługi dostarczającej połączenie VPN.
ro: A intervenit o expirare în timpul pornirii serviciului ce furnizează conexiunea VPN.
sl: Med zagonom storitve, ki zagotavlja povezavo VPN, je potekla časovna omejitev.
zh_cn: 启动提供 VPN 连接的服务时发生超时。
zh_tw: 提供 VPN 連線的服務已逾時。

source: Starting the service providing the VPN connection failed.
ar: فشل بدء الخدمة الموفّرة لاتصال الشبكة الشخصية الخاصة .
ca: L'inici del servei que proporciona la connexió VPN ha fallat.
de: Das Starten des Dienstes, der die VPN-Verbindung bereitstellt, ist fehlgeschlagen.
es: El inicio del servicio que proporciona la conexión VPN ha fallado.
eu: VPN konexioa hornitzen duen zerbitzua abiatzea huts egin du.
fi: VPN-yhteyden tarjoavan palvelun käynnistäminen epäonnistui.
fr: Le démarrage du service fournissant la connexion « VPN » a échoué.
gl: O inicio do servizo que fornece a conexión de VPN fallou.
he: הפעלת השירות שמספק את חיבור ה־VPN‏ נכשלה.
hi: VPN कनेक्शन प्रदान करने वाली सेवा प्रारंभ करने में विफलता।
ia: Falleva a initiar le servicio forniente le connexion VPN .
it: L'avvio del servizio che fornisce la connessione VPN non è riuscito.
ka: VPN კავშირის მომწოდებელი სერვისის გაშვება ჩავარდა.
ko: VPN 연결을 제공하는 서비스를 시작할 수 없습니다.
pl: Nie udało się uruchomić usługi dostarczającej połączenie VPN.
ro: Pornirea serviciului ce furnizează conexiunea VPN a eșuat.
sl: Zagon storitve, ki zagotavlja povezavo VPN, ni uspel.
zh_cn: 启动提供 VPN 连接的服务失败。
zh_tw: 無法啟動提供 VPN 連線的服務。

source: Necessary secrets for the VPN connection were not provided.
ar: الأسرار المطلوبة لاتصال الشبكة الشخصية الخاصة لم تُوفَّر.
ca: No s'han proporcionat els secrets necessaris per a la connexió VPN.
de: Die nötigen Anmeldedaten für die VPN-Verbindung wurden nicht angegeben.
es: No se han proporcionado los secretos necesarios para la conexión VPN.
eu: VPN konexiorako beharrezko sekretuak ez dira hornitu.
fi: VPN-yhteyden vaatimia salatietoja ei annettu.
fr: Les secrets nécessaires à la connexion « VPN » n'ont pas été fournis.
gl: Non se forneceron os segredos necesarios para estabelecer a conexión de VPN.
he: הסודות שנחוצים לחיבור ה־VPN‏ לא סופקו.
hi: वीपीएन कनेक्शन के लिए आवश्यक गोपनीयता प्रदान नहीं की गई थी।
ia: Secretos necessari per le connexion VPN non esseva fornite.
it: Non sono stati forniti i segreti necessari per la connessione VPN.
ka: VPN კავშირისთვის აუცილებელი საიდუმლოებები არ მოგიწოდებიათ.
ko: VPN 연결을 맺는 데 필요한 비밀 정보를 입력하지 않았습니다.
pl: Nie podano wymaganych danych dostępowych do połączenia VPN.
ro: Nu au fost furnizate secretele necesare pentru conexiunea VPN.
sl: Potrebne skrivnosti za povezavo VPN niso bile podane.
zh_cn: 没有提供 VPN 连接需要的密码。
zh_tw: 未提供 VPN 連線所需要的密鑰。

source: Authentication to the VPN server failed.
ar: فشل استيثاق خادم الشبكة الشخصية الخاصة.
ca: L'autenticació amb el servidor VPN ha fallat.
de: Die Authentifizierung am VPN-Server ist fehlgeschlagen.
es: La autenticación con el servidor VPN ha fallado.
eu: VPN zerbitzariarekiko egiaztapenak huts egin du.
fi: Todentaminen VPN-palvelimeen epäonnistui.
fr: L'authentification au serveur « VPN » a échoué.
gl: A autenticación co servidor de VPN fallou.
he: האימות לשרת ה־VPN נכשל.
hi: VPN सर्वर का प्रमाणीकरण विफल हुआ.
ia: Authentication al servitor VPN falleva.
it: Autenticazione al server VPN non riuscita.
ka: VPN სერვერზე ავთენტიკაციის შეცდომა.
ko: VPN 서버 인증이 실패했습니다.
pl: Nieudane uwierzytelnianie serwera VPN.
ro: Autentificarea la serverul VPN a eșuat.
sl: Avtentikacija na strežniku VPN ni uspela.
zh_cn: 连接到 VPN 服务器的身份验证失败。
zh_tw: VPN 伺服器認證失敗。

source: The connection was deleted.
ar: حُذف الاتصال
ca: S'ha suprimit la connexió.
de: Die Verbindung wurde gelöscht.
es: La conexión se ha borrado.
eu: Konexioa ezabatu egin da.
fi: Yhteys poistettiin.
fr: La connexion a été supprimée.
gl: Eliminouse a conexión.
he: החיבור נמחק.
hi: कनेक्शन हटा दिया गया.
ia: Le connexion esseva delite.
it: La connessione è stata eliminata.
ka: შეერთება წაშლილია.
ko: 연결이 삭제되었습니다.
pl: Połączenie zostało usunięte.
ro: Conexiunea a fost ștearsă.
sl: Povezava je bila izbrisana.
zh_cn: 连接已被删除。
zh_tw: 連線已被刪除。

source: No connection
ar: لا يوجد اتصال
ca: Sense connexió
de: Keine Verbindung
es: Sin conexión
eu: Ez dago sare konexiorik
fi: Ei yhteyttä
fr: Aucune connexion
gl: Sen conexión
he: אין חיבור
hi: कोई कनेक्शन नहीं
ia: Necun connexion
it: Nessuna connessione
ka: მიერთების გარეშე
ko: 연결 없음
pl: Brak połączenia
ro: Fără conexiune
sl: Ni povezave
zh_cn: 没有网络连接
zh_tw: 沒有連線

source: LightDM KDE Greeter
ar: مُرحِّب LightDM لكيدي
ca: Pantalla de benvinguda de KDE del LightDM
de: LightDM-KDE-Anmeldefenster
es: Bienvenida LightDM de KDE
eu: LightDM KDE harrera egilea
fi: KDE:n LightDM-tervehtijä
fr: Écran d'accueil de LightDM
gl: Benvida de KDE de LightDM
he: LightDM - מקבל הפנים של KDE
hi: लाइटडीएम केडीई ग्रीटर
ia: LightDM KDE Greeter (Salutator de LightDM KDE)
it: Schermata di benvenuto per KDE di LightDM
ko: LightDM KDE 환영 도구
pl: Odźwierny KDE LightDM
ro: Întâmpinare LightDM pentru KDE
zh_cn: LightDM KDE 欢迎屏幕

source: Login screen using the LightDM framework
ar: شاشة ولوج باستخدام إطار عمل LightDM
ca: Pantalla d'inici de sessió que fa servir l'entorn de treball LightDM
de: Anmeldebildschirm für das LightDM-Framework
es: Pantalla de inicio de sesión que usa la infraestructura LightDM
eu: Saioan sartzeko pantaila LightDM armazoia erabiliz
fi: LightDM-kehystä käyttävä kirjautumisnäyttö
fr: Écran de connexion à l'aide de l'environnement de développement LightDM
gl: Pantalla de identificación que usa a infraestrutura LightDM.
he: מסך כניסה על גבי תשתית LightDM
hi: LightDM फ्रेमवर्क का उपयोग करके लॉगिन स्क्रीन
ia: Schermo de authenticar se usante le structura LightDM
it: Schermata di accesso che utilizza il framework LightDM
ka: შესვლის ეკრანი LightDM პროექტის გამოყენებით
ko: LightDM 프레임워크를 사용하는 로그인 화면
pl: Ekran logowania, używający LightDM
ro: Ecran de autentificare folosind cadrul LightDM
sl: Prijavni zaslon z uporabo omrežja LightDM
zh_cn: 使用 LightDM 框架的登录屏幕
zh_tw: 使用 LightDM 框架的登入畫面

source: Password
ar: كلمة السّر
ca: Contrasenya
de: Passwort
es: Contraseña
eu: Pasahitza
fi: Salasana
fr: Mot de passe
gl: Contrasinal
he: סיסמה
hi: पासवर्ड
ia: Contrasigno
ka: პაროლი
ko: 암호
pl: Hasło
ro: Parolă
sl: Geslo
zh_cn: 密码
zh_tw: 密碼

source: Certificate password
ar: كلمة سر الشهادة
ca: Contrasenya del certificat
de: Zertifikat-Passwort
es: Contraseña del certificado
eu: Ziurtagiriaren pasahitza
fi: Varmenteen salasana
fr: Mot de passe du certificat
gl: Contrasinal do certificado
he: סיסמת האישור
hi: प्रमाणपत्र पासवर्ड
ia: Contrasigno del certificato
it: Password del certificato
ka: სერტიფიკატის პაროლი
ko: 인증서 암호
pl: Hasło certyfikatu
ro: Parola certificatului
sl: Geslo za potrdilo
zh_cn: 证书密码
zh_tw: 憑證密碼

source: HTTP proxy password
ar: كملة سر وكيل HTTP
ca: Contrasenya del servidor intermediari HTTP
de: HTTP-Proxy-Passwort
es: Contraseña del proxy HTTP
eu: HTTP ordezkariaren pasahitza
fi: HTTP-välityspalvelimen salasana
fr: Mot de passe du serveur mandataire « HTTP »
gl: Contrasinal do mandatario de HTTP
he: סיסמת מתווך ה־HTTP
hi: HTTP प्रॉक्सी पासवर्ड
ia: Contrasigno de proxy HTTP
it: Password del proxy HTTP
ka: HTTP პროქსის პაროლი
ko: HTTP 프록시 암호
pl: Hasło pośrednika HTTP
ro: Parola serverului de proximitate HTTP
sl: Geslo posrednika HTTP
zh_cn: HTTP 代理密码
zh_tw: HTTP 代理伺服器密碼

source: Previously Used Session
ar: جلسة مستخدمة سابقًا
ca: Sessió usada prèviament
de: Zuletzt verwendete Sitzung
es: Anterior sesión usada:
eu: Aurrez erabilitako saioa
fi: Aiemmin käytetty istunto
fr: Session précédemment utilisée
gl: Sesión anterior
he: הפעלה מהעבר
hi: पहले इस्तेमाल किया गया सत्र
ia: Session usate previementre
it: Sessione utilizzata in precedenza
ka: ადრე გამოყენებული სესია
ko: 이전에 사용한 세션
pl: Poprzednio używane posiedzenie
ro: Sesiunea folosită anterior
sl: Prej uporabljena seja
zh_cn: 之前使用过的会话
zh_tw: 上次使用的工作階段

source: Guest
ar: ضيف
ca: Convidat
de: Gast
es: Invitado
eu: Gonbidatua
fi: Vieras
fr: Invité
gl: Persoa invitada
he: אורח/ת
hi: अतिथि
ia: Hospite
it: Ospite
ka: სტუმარი
ko: 게스트
pl: Gość
ro: Oaspete
sl: Gost
zh_cn: 来宾
zh_tw: 訪客
